Readings/Survey.org
#+TITLE:Bibliographic Survey
#+AUTHOR:Gabriel Petrini

* HTML headers :noexport:

#+HTML_HEAD: <link rel="stylesheet" type="text/css" href="http://www.pirilampo.org/styles/readtheorg/css/htmlize.css"/>
#+HTML_HEAD: <link rel="stylesheet" type="text/css" href="http://www.pirilampo.org/styles/readtheorg/css/readtheorg.css"/>

#+HTML_HEAD: <script src="https://ajax.googleapis.com/ajax/libs/jquery/2.1.3/jquery.min.js"></script>
#+HTML_HEAD: <script src="https://maxcdn.bootstrapcdn.com/bootstrap/3.3.4/js/bootstrap.min.js"></script>
#+HTML_HEAD: <script type="text/javascript" src="http://www.pirilampo.org/styles/lib/js/jquery.stickytableheaders.min.js"></script>
#+HTML_HEAD: <script type="text/javascript" src="http://www.pirilampo.org/styles/readtheorg/js/readtheorg.js"></script>
#+HTML_HEAD: <style> #content{max-width:1800px;}</style>

* QCA       
:PROPERTIES:
   :COLUMNS:  %6TYPE %4TODO %20ITEM %4YEAR %4DECISION %3ZOTERO %8STATUS %7RELEVANCE %7IMPACT %4CITE %TAGS
   :TYPE_ALL: Theory Method Case Manual Other Thechnical
   :DECISION_ALL: Read File Skip PartialRead
   :ZOTERO_ALL: Yes No Partial Entry
   :STATUS_ALL: Reading Searching Abandoned Finished Skimmed NotFound 404 Downloaded Filed
   :RELEVANCE_ALL: High Regular Low None
   :IMPACT_ALL: High Regular Low None
   :CITE_ALL: Yes No Wait
   :YEAR: 
   :UNNUMBERED: t
   :END:  
            
** TODO [[https://doi.org/10.1177/0049124117701487][Baumgartner and Thiem - Often trusted but never (properly) tested: Evaluating Qualitative Comparative Analysis]] :Estimation:ignore:
   :PROPERTIES:
   :ZOTERO:   Yes
   :YEAR:     2020
   :TYPE:     Techinical
   :STATUS:   Skimmed
   :RELEVANCE: High
   :IMPACT:   High
   :DECISION: Read
   :CITE:     Yes
   :END:    

** TODO [[https://doi.org/10.1007/978-3-030-49829-0][Mei, Chen and Wei - Multi-path Combination Analysisof Economic Development:Based on the Fuzzy SetComparison of Multinational Data]] :EconomicDevelopment:ignore:
   :PROPERTIES:
   :ZOTERO: Yes
   :YEAR: 2020
   :TYPE: Case
   :STATUS: Skimmed
   :RELEVANCE: Low
   :IMPACT: Low
   :DECISION: Read
   :CITE: Wait
   :END:    
** TODO [[http://faculty.marshall.usc.edu/Peer-Fiss/5_Furnari_2019_Longitudinal_QCA_AOM_PDW2019.pdf][Furnari - Three Approaches to Longitudinal QCA: Opportunities and Challenges]] :TimeSeries:ignore:
   :PROPERTIES:
   :ZOTERO: No
   :YEAR: 2019
   :TYPE: Technical
   :STATUS: Researching
   :RELEVANCE: High
   :IMPACT: Low
   :DECISION: Read
   :CITE: No
   :END:    
** TODO [[https://stefanverweij.eu/wp-content/uploads/2018/09/2018-Edward-Elgar-Gerrits-Verweij.pdf][Gerrits and Verweij - The evaluation of complex infrastructure projects]] :ignore:BestPractices:
   :PROPERTIES:
   :ZOTERO: Yes
   :YEAR: 2018
   :TYPE: Manual
   :STATUS: Downloaded
   :RELEVANCE: Regular
   :IMPACT: High
   :DECISION: Read
   :CITE: Wait
   :END:    
** TODO [[https://www.sciencedirect.com/science/article/pii/S2444569X16300257][Roig-Tierno, Gonzalez-Cruz, and Llopis-Martinez -  An overview of qualitative comparative analysis: A bibliometric analysis]] :Bibliometric:ignore:
   :PROPERTIES:
   :ZOTERO: Yes
   :YEAR: 2017
   :TYPE: Theory
   :STATUS: Skimmed
   :RELEVANCE: Regular
   :IMPACT: Regular
   :DECISION: Read
   :CITE: Wait
   :END:    
** TODO [[http://www.socsci.uci.edu/~cragin/fsQCA/software.shtml][Ragin - User's guide to Fuzzy-set / Qualitative Comparative Analysis]] :ignore:Software:
   :PROPERTIES:
   :ZOTERO: No
   :YEAR: 2017
   :TYPE: Manual
   :STATUS: Skimmed
   :RELEVANCE: Regular
   :IMPACT: Regular
   :DECISION: Read
   :CITE: No
   :END:    
** TODO [[https://www.dropbox.com/sh/xkfv65sh57j2coo/AABk1FdH6BEFMUluXqUhdU4Ua/Required%20readings?dl=0&preview=Hinterleitner+Sager+Thomann+2016.pdf&subfolder_nav_tracking=1][Hinterleitner et al]]                                :Benchmark:ignore:
   :PROPERTIES:
   :ZOTERO:   Yes
   :YEAR:     2016
   :TYPE:     Case
   :STATUS:   Skimmed
   :RELEVANCE: High
   :IMPACT:   High
   :DECISION: Read
   :CITE:     Yes
   :END:    
** [[https://www.researchgate.net/deref/http%3A%2F%2Fdx.doi.org%2F10.1177%2F1525822X15598974][Qualitative comparative analysis, necessary conditions, and limited diversity: Some problematic consequences of Schneider and Wagemann’s enhanced standard analysis]] :Estimation:ignore:
   :PROPERTIES:
   :ZOTERO: No
   :YEAR: 2016
   :TYPE: Technical
   :STATUS: NotFound
   :RELEVANCE: High
   :IMPACT: High
   :DECISION: Skim
   :CITE: Yes
   :END:    
** DONE [[https://doi.org/10.1057/9781137366474_4][Downey and Stanyer- Using Fuzzy Set Qualitative Comparative Analysis in comparative political communication research: Applying Fuzzy Set theoretic thinking to small-N case-oriented research]] :Proposal:ignore:
   CLOSED: [2020-09-14 seg 10:58]
   :PROPERTIES:
   :ZOTERO:   No
   :YEAR:     2014
   :TYPE:     Case
   :STATUS:   NotFound
   :RELEVANCE: Low
   :IMPACT:   None
   :DECISION: File
   :CITE:     No
   :END:    
** [[http://dro.dur.ac.uk/15218/1/15218.pdf?DDD29+ded4ss+ded0bc+d700tmt][Cooper, Glaesser and S. Thomson - Schneider and Wagemann’s proposed enhanced standard analysis for Ragin’s qualitative comparative analysis: Some unresolved problems and some suggestions for addressing them]] :LimitedDiversity:ignore:noexport:
   :PROPERTIES:
   :ZOTERO: Partial
   :YEAR: 2014
   :TYPE: Techinical
   :STATUS: Skimmed
   :RELEVANCE: High
   :IMPACT: Regular
   :DECISION: Skim
   :CITE: Yes
   :END:   
*Zotero File name:* 15218.pdf
** [[http://www.compasss.org/wpseries/CooperGlaesserThomson2014.pdf][Schneider and Wagemann's proposed Enhanced Standard Analysis for Ragin's Qualitative Comparative Analysis: Some unresolved problems and some suggestions for addressing them]] :Estimation:ignore:
   :PROPERTIES:
   :ZOTERO: Partial
   :YEAR: 2014
   :TYPE: Theory
   :STATUS: Downloaded
   :RELEVANCE: Low
   :IMPACT: Low
   :DECISION: Skim
   :CITE: Wait
   :END:    

** TODO [[https://www.jstor.org/stable/23563601][Emmenegger, Kvist and Skaaning - Making the most of configurational comparative analysis: An assessment of QCA applications in comparative welfare-state research]] :Review:ignore:
   :PROPERTIES:
   :ZOTERO:   Yes
   :YEAR:     2013
   :TYPE:     Thechnical
   :STATUS:   Skimmed
   :RELEVANCE: High
   :IMPACT:   High
   :DECISION: Read
   :CITE:     Yes
   :END:    
** TODO [[https://pdfs.semanticscholar.org/7624/660320e7a032012245a4bbd20dd3397e77bd.pdf][Marx, Rihoux and Ragin - The origins, development, and application of Qualitative Comparative Analysis The first 25 years]] :Survey:ignore:
   :PROPERTIES:
   :ZOTERO:   Yes
   :YEAR:     2013
   :TYPE:     Case
   :STATUS:   Skimmed
   :RELEVANCE: High
   :IMPACT:   Regular
   :DECISION: Read
   :CITE:     Yes
   :END:    

** TODO [[https://doi.org/10.1177%2F1474022213493839][Befani - Between complexity and generalization: Addressing evaluation challenges with QCA]] :ignore:
   :PROPERTIES:
   :ZOTERO:
   :YEAR: 2013
   :TYPE: Theory
   :STATUS: Skimmed
   :RELEVANCE: Regular
   :IMPACT: High
   :DECISION: Read
   :CITE: Yes
   :END:    

** DONE [[https://doi.org/10.1177%2F1356389013484203][Blackman, Wistow, and Byrne - Using qualitative comparative analysis to understand complex policy problems]] :ignore:Interview:
   CLOSED: [2020-09-14 seg 18:37]
   :PROPERTIES:
   :ZOTERO: No
   :YEAR: 2013
   :TYPE: Case
   :STATUS: Skimmed
   :RELEVANCE: Low
   :IMPACT: Low
   :DECISION: File
   :CITE: No
   :END:    

** [[https://doi.org/10.1179/rea.12.2.p663527490513071][Gerrits, and Verweij - Critical realism as a meta-framework for understanding the relationships between complexity and qualitative comparative analysis]] :Complexity:ignore:
   :PROPERTIES:
   :ZOTERO: Entry
   :YEAR: 2013
   :TYPE: Theory
   :STATUS: Filed
   :RELEVANCE: Low
   :IMPACT: Regular
   :DECISION: Skim
   :CITE: Yes
   :END:    
** [[https://www.researchgate.net/publication/304578652_The_analysis_of_temporally_ordered_configurations_Challenges_and_solutions][Hak, Jaspers, and Dul - The analysis of temporally ordered configurations: Challenges and solutions]] :ignore:TimeSeries:
   :PROPERTIES:
   :ZOTERO:
   :YEAR: 2013
   :TYPE: Technical
   :STATUS: NotFound
   :RELEVANCE:
   :IMPACT:
   :DECISION:
   :CITE:
   :END:    

** TODO [[https://doi.org/10.1179/rea.12.2.p663527490513071][Gerrits and Verweij - Critical Realism as a Meta-Framework for Understanding the Relationships between Complexity and Qualitative Comparative Analysis]] :Complexity:ignore:
   :PROPERTIES:
   :ZOTERO: Entry
   :YEAR: 2013
   :TYPE: Theory
   :STATUS: Skimmed
   :RELEVANCE: Low
   :IMPACT: Low
   :DECISION: File
   :CITE: No
   :END:    
** TODO [[https://doi.org/10.1177/1525822X11433998][Basurto and Speer - Structuring the calibration of qualitative data as sets for Qualitative Comparative Analysis (QCA)]] :BestPractices:ignore:
   :PROPERTIES:
   :ZOTERO:   Yes
   :YEAR:     2012
   :TYPE:     Manual
   :STATUS:   Skimmed
   :RELEVANCE: Regular
   :IMPACT:   High
   :DECISION: Read
   :CITE:     Wait
   :END:    
** [[https://doi.org/10.1017/CBO9781139004244][Schneider and  Wagemann - Set-Theoretic Methods for the Social Sciences A Guide to Qualitative Comparative Analysis]] :ignore:
   :PROPERTIES:
   :ZOTERO: Yes
   :YEAR: 2012
   :TYPE: Manual 
   :STATUS: Skimmed
   :RELEVANCE: Regular
   :IMPACT: Regular
   :DECISION: File
   :CITE: Wait
   :END:    
** TODO [[https://journals.sagepub.com/doi/10.1177/0049124111404818][Skaaning - Assessing the robustness of crisp-set and fuzzy-set QCA results]] :Robustness:ignore:
   :PROPERTIES:
   :ZOTERO: Yes
   :YEAR: 2011
   :TYPE: Thechnical
   :STATUS: Skimmed
   :RELEVANCE: High
   :IMPACT: High
   :DECISION: Read
   :CITE: Yes
   :END:    
** DONE [[https://mlkrook.org/pdf/Krook_PS_2010.pdf][Krook - Women's representation in parliament: A Qualitative Comparative Analysis]] :Political:ignore:
   CLOSED: [2020-09-14 seg 11:10]
   :PROPERTIES:
   :ZOTERO:   No
   :YEAR:     2010
   :TYPE:     Case
   :STATUS:   Skimmed
   :RELEVANCE: None
   :IMPACT:   Low
   :DECISION: Skip
   :CITE:     No
   :END:    
** DONE [[https://doi.org/10.1177%2F0267323110384256][Downey and Stanyer - Comparative media analysis: Why some fuzzy thinking might help. Applyting fuzzy set qualitative comparative analysis to the personalization of mediated political communication]] :Proposal:ignore:
   CLOSED: [2020-09-14 seg 10:53]
   :PROPERTIES:
   :ZOTERO:   No
   :YEAR:     2010
   :TYPE:     Case
   :STATUS:   Skimmed
   :RELEVANCE: Low
   :IMPACT:   None
   :DECISION: File
   :CITE:     No
   :END:    
** TODO [[https://us.sagepub.com/sites/default/files/upm-assets/23236_book_item_23236.pdf][Berg-Schlosser, De Meur, Rihoux, and Ragin - Qualitative Comparative Analysis (QCA) as an approach]] :ignore:
   :PROPERTIES:
   :ZOTERO: Yes
   :YEAR: 2009
   :TYPE: Manual
   :STATUS: Reading
   :RELEVANCE: Regular
   :IMPACT: Reagular
   :DECISION: Read
   :CITE: Yes
   :END:    
** TODO [[https://dx.doi.org/10.4135/9781452226569.n7][De Meur Rihoux and Yamasaki - Addressing the critiques on QCA]] :Critique:noexport:
   :PROPERTIES:
   :ZOTERO: Yes
   :YEAR: 2009
   :TYPE: Theory
   :STATUS: NotFound
   :RELEVANCE: High
   :IMPACT: Regular
   :DECISION: Read
   :CITE: Yes
   :END:    

** TODO [[https://dx.doi.org/10.4135/9781452226569.n5][Ragin - Qualitative Comparative Analysis using Fuzzy Sets (fsQCA)]] :ignore:Manual:
   :PROPERTIES:
   :ZOTERO: Yes
   :YEAR: 2009
   :TYPE: Manual
   :STATUS: Skimmed
   :RELEVANCE: High
   :IMPACT: High
   :DECISION: Read
   :CITE: Yes
   :END:    
** [[https://dx.doi.org/10.4135/9781446249413.n13][Rihoux and Lobe - The case for Qualitative Comparative Analysis (QCA): Adding leverage for thick cross-case comparison]] :ignore:
   :PROPERTIES:
   :ZOTERO: No
   :YEAR: 2009
   :TYPE:
   :STATUS: NotFound
   :RELEVANCE:
   :IMPACT:
   :DECISION: File
   :CITE: Wait
   :END:    

** TODO [[https://doi.org/10.1007/s11135-007-9104-4][Aus - Conjunctural causation in comparative case-oriented research]] :ignore:Causality:
   :PROPERTIES:
   :ZOTERO: Yes
   :YEAR: 2009   
   :TYPE: Theory
   :STATUS: Skimmed
   :RELEVANCE: Regular 
   :IMPACT: Regular
   :DECISION: PartialRead
   :CITE: Wait
   :END:    

** [[https://dx.doi.org/10.4135/9781452226569.n2][Berg-Schlosser and De Meur - Comparative research design: Case and variable selection]] :ignore:Selection:
   :PROPERTIES:
   :ZOTERO: Yes
   :YEAR: 2009
   :TYPE:
   :STATUS: NotFound
   :RELEVANCE:
   :IMPACT:
   :DECISION:
   :CITE:
   :END:    
** DONE [[https://www.emerald.com/insight/content/doi/10.3316/QRJ0902027/full/html][Bowen - Document analysis as a qualitative research method]] :ignore:DocumentAnalyses:
   CLOSED: [2020-09-14 seg 18:37]
   :PROPERTIES:
   :ZOTERO: No
   :YEAR: 2009
   :TYPE: Case
   :STATUS: Filed
   :RELEVANCE: Low
   :IMPACT: Low
   :DECISION: File
   :CITE: No
   :END:    
** [[https://doi.org/10.1016/j.jbusres.2007.01.002][Duşa - User manual for the QCA(GUI) package in R]]         :Software:ignore:
   :PROPERTIES:
   :ZOTERO: Yes
   :YEAR: 2007
   :TYPE: Techinical
   :STATUS: Filed
   :RELEVANCE: Regular
   :IMPACT: Regular
   :DECISION: Skim
   :CITE: Yes
   :END:    
** [[http://www.u.arizona.edu/~cragin/fsQCA//download/Counterfactuals.pdf][Ragin and Sonnett - Between complexity and parsimony: Limited diversity, counterfactual cases, and comparative analysis]] :ignore:Counterfactuals:
   :PROPERTIES:
   :ZOTERO: Yes
   :YEAR: 2005
   :TYPE: Theory
   :STATUS: Downloaded
   :RELEVANCE: Regular
   :IMPACT: Regular
   :DECISION: Skim
   :CITE: Wait
   :END:    
** DONE [[https://doi.org/10.1007/BF02686286][Ragin - Core versus Tangential Assumptions in Comparative Research]] :ignore:
   CLOSED: [2020-09-14 seg 14:44]
   :PROPERTIES:
   :ZOTERO: Yes
   :YEAR: 2005
   :TYPE: Theory
   :STATUS: Skimmed
   :RELEVANCE: Low
   :IMPACT: Low
   :DECISION: File
   :CITE: No
   :END:    
** TODO [[https://doi.org/10.1177%2F0049124105277197][Caren and Panofsky - TQCA: A technique for adding temporality to qualitative comparative analysis]] :ignore:TimeSeries:
   :PROPERTIES:
   :ZOTERO: Yes
   :YEAR: 2005
   :TYPE: Thechnical
   :STATUS: Skimmed
   :RELEVANCE: High
   :IMPACT: Regular
   :DECISION: Real
   :CITE: Yes
   :END:    
** TODO [[https://doi.org/10.1177%2F1525822X03257690][Rihoux - Bridging the Gap between the Qualitative and Quantitative Worlds? A Retrospective and Prospective View on Qualitative Comparative Analysis]] :Manual:noexport:
   :PROPERTIES:
   :ZOTERO: Yes
   :YEAR: 2003
   :TYPE: Theory
   :STATUS: Skimmed
   :RELEVANCE: Regular
   :IMPACT: Regular
   :DECISION: PartialRead
   :CITE: Wait
   :END:    

*Section to Read:* Critiques and Answers

